Repository: LFT/Influence-simulator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: +5% Karma Banner
fr: Bannière de Karma +5%

source: Spawns a guild banner that will give +5% karma buff to any ally that touches it for 30 minutes.
fr: Crée une bannière de guilde qui confère pendant 30 minutes un bonus de karma de 5% à tout allié qui la touche.

source: Guild Emblem Template
fr: Modèle d'emblème de guilde

source: Allows guild members to create a permanent guild emblem design at the Guild Registrar for use on banners and other displays.
fr: Permet aux membres de la guilde de créer un blason de guilde permanent destiné aux bannières et autres affichages auprès du Greffier de guilde.

source: +5% Influence for 24Hrs.
fr: Influence +5% pendant 24 heures

source: Improves guild influence gain in PvE for 24 hours. Stacks with other Influence boosts
fr: Augmente l'influence gagnée par la guilde en JcE de 5% pendant 24heures. Cumulable avec d'autres bonus d'influence.

source: Road Marker
fr: Repère routier

source: Spawns a road marker that will give 20 secondes of swiftness to any ally that touches it.
fr: Créer un repère routier de guilde qui confère 20 secondes de rapidité à tout allié qui le touche.

source: Guild Armorer Contract
fr: Contrat d'armurier de Guilde

source: Allows guild members to purchase armor items that display the guild emblem. Vendors are available in major cities. (Requires Politics - Emblem Template)
fr: Permet aux membres de guilde d'acheter des pièces d'armures portant le blason de la guilde. Des marchands sont disponibles dans les villes principales.(Requiert Politique - modèle de blason)

source: Guild Weapons Contract
fr: Contrat d'armes de Guilde

source: Allows guild members to purchase weapon items that display the guild emblem. Vendors are available in major cities. (Requires Politics - Emblem Template)
fr: Permet aux membres de la guilde d'acheter des armes portant le blason de la guilde. Des marchands sont disponibles dans les villes principales. (Requiert Politique - Modèle de Blason)

source: Contract Asuran Outsourcing
fr: Contrat de sous-traintance Asura

source: A freelance Asuran Lab will help you develop one upgrade without using up one of your work slots.
fr: Un laboratoire asura indépendant vous aide à développer une amélioration sans utiliser l'un de vos emplacement de travail.

source: +10% Influence from Events
fr: +10% d'Influence pour les Événements

source: Hire an event herald to increase the influence your guild earns from doing events for 24 hours.
fr: Embauche un héraut d'évènements qui augmente pendant 24 heures l'influence obtenue par votre guilde lors des évènements.

source: +20% Dungeon Influence for 24 Hrs
fr: +20% d'Influence des Donjons sur 24h

source: A dungeon survey before beginning will increase dungeon influence reward by 20%. Lasts 24 hours.
fr: Le repérage préalable d'un donjon augmente les récompenses d'influence de ce dernier de 20% Dure 24 heures.

source: Guild Banquet
fr: Banquet de Guilde

source: Spawns a banquet table, keg, and various other party items which players can eat and drink from. Lasts 1 hour.
fr: Crée une table de banquet, un tonneau et divers autres objet festifs permettant aux joueurs de manger et de boire. Dure 1 heure.

source: +10% PvP Influence for 24 Hours
fr: +10% Influence JcJ pendant 24h

source: All influence earned in pvp is increased by 10% for 24 hours.
fr: Augmente toute influence gagnée en JcJ est de 10% pendant 24 heures.

source: WvW Fort +10% Experience
fr: Fort McM - Expérience +10%

source: For 12 Hrs, any fortification held by your guild in World Vs World will give increased exp to defending allies. Lasts 12 hours.
fr: Pendant 12 heures, toute fortification tenue par votre guilde en Monde contre Monde confère un surcroît d'expérience aux alliés en défense.

source: WvW Fort +10% Magic Find
fr: Fort McM +10% Découverte de Magie

source: For 12 Hrs, any fortification held by your guild in World Vs World will give allies a better chance to discover rare loot. Lasts 12 hours.
fr: Pendant 12 heures, toute fortification tenue par votre guilde en Monde contre Monde confère aux alliés de meilleures chances de découvrir des butins rares.

source: WvW Fort +5 Supply
fr: Fort McM +5 en Ravitaillement

source: For 12 Hrs, any fortification held by your guild in World Vs World will give improved Supply to all allies. Lasts 12 hours.
fr: Pendant 12 heures, toute fortification tenuepar votre guilde en Monde contre Monde octroie un ravitaillement amélioré à tous vos alliés.

source: WvW Fort +40 Vitality
fr: Fort McM +40 en Vitalité

source: For 12 Hrs, any fortification held by your guild in World Vs World will give improved Vitality to all allies. Lasts 12 hours.
fr: Pendant 12 heures, toute fortification tenue par votre guilde en Monde contre Monde octroie une Vitallité améliorée à tous les alliés.

source: WvW Fort +40 Toughness
fr: Fort McM +40 en Robustesse

source: For 12 Hrs, any fortification held by your guild in World Vs World will give improved Toughness to all allies. Lasts 12 hours.
fr: Pendant 12 heures, toute fortification tenu par votre guilde en Monde contre Monde octroie une Robustesse améliorée à tous les alliés.

source: WvW Fort +40 Power
fr: Fort McM +40 en Puissance

source: For 12 Hrs, any fortification held by your guild in World Vs World will give improved Power to all allies. Lasts 12 hours.
fr: Pendant 12 heures, toute fortification tenu par votre guilde en Monde contre Monde octroie une Puissance améliorée à tous les alliés.

source: WvW Fort +40 Precision
fr: Fort McM +40 en Précision

source: For 12 Hrs, any fortification held by your guild in World Vs World will give improved Precision to all allies. Lasts 12 hours.
fr: Pendant 12 heures, toute fortification tenu par votre guilde en Monde contre Monde octroie une Précision améliorée à tous les alliés.

source: WvW Fort +10% Healing
fr: Fort McM +10% en Guérison

source: For 12 Hrs, any fortification held by your guild in World Vs World will give improved Healing to all allies. Lasts 12 hours.
fr: Pendant 12 heures, toute fortification tenu par votre guilde en Monde contre Monde octroie une Guérison améliorée à tous les alliés.

source: WvW Fort +10% Player Health
fr: Fort McM +10% à la vie du Joueur

source: For 12 Hrs, any fortification held by your guild in World Vs World will give improved Health to all allies. Lasts 12 hours.
fr: Pendant 12 heures, toute fortification tenu par votre guilde en Monde contre Monde octroie une Santé améliorée à tous les alliés.

source: Guild Catapult
fr: Catapulte de Guilde

source: Create a Catapult Siege engine that costs less supply to set up than normal. (requires Foundry from Architecture)
fr: Crée une catapulte qui coute moins de ressources que son équivalent ordinaire. (requiert la Fonderie de l'Architecture)

source: WvW Fort +5% Swiftness
fr: Fort McM +5% Rapidité

source: For 12 Hrs, any fortification held by your guild in World Vs World will give improved Swiftness to all allies. Lasts 12 hours.
fr: Pour 12 heures, toute fortification tenu par votre guilde en Monde contre Monde octroie de la rapidité améliorée à tous les alliés.

source: Guild Siege Suit
fr: Habit de siège de la guilde

source: Create a Siege Suit that costs less supply to set up than normal. (requires Foundry from Architecture)
fr: Crée une tenu de siège qui coûte moins de ressources que son équivalent ordinaire. (requiert la Fonderie de l'Architecture)

source: Guild Workshop
fr: Atelier de Guilde

source: The workshop allows an additional upgrade to be building simultaneously.
fr: L'atelier permet la construction simultanée d'une amélioration additionelle.

source: Guild Vault
fr: Caisse de la Guilde

source: Grants access to a 50 slot Guild Vault and gold storage
fr: Permet d'accéder à un coffre de guilde de 50 emplacements

source: Guild Treasure Trove
fr: Trésor de la Guilde

source: Grants access to a 100 slot Guild Vault
fr: Permet d'accéder à un coffre de guilde de 100 emplacements

source: Deep Cave
fr: Grotte profonde

source: The Deep Cave will expand your treasure trove by another 100 slots.
fr: La Grotte profonde ajoute 100 emplacements à votre trésors.

source: +5% Exp Public Banner
fr: Bannière Publique +5% d'Exp

source: Spawns a guild banner that will give +5% exp to any ally that touches it for 30 min. Stacks with other exp buffs.
fr: Invoque une bannière de guilde qui procure +5% d'xp à chaque alliés qui la touche pendant 30 minutes. Se cumulte avec d'autres bonus à l'expérience.

source: +10% Gathering Bonus Banner
fr: Bannière +10% Bonus de récolte

source: Spawns a guild banner that will give +10% gathering chance to any ally that touches it for 30 min. Stacks with other exp buffs.
fr: Crée une bannière de guilde qui confère pendant 30 minutes un bonus de chance de récolte de 10% à tout allié qui la touche.

source: +10% Magic Find Banner
fr: Bannière de découvert de magie +10%

source: Spawns a guild banner that will give +10% magic find to any ally that touches it for 30 min. Stacks with other loot buffs.
fr: Crée une bannière de guilde qui confère pendant 30 minutes un bonus de découverte de magie de 10% à tout allié qui la touche. Cumulable avec d'autres bonus de butin.

source: Vault Transport
fr: Transport de Coffre

source: Summons the Guild Vault to your location for easy access. Must have vault permissions.
fr: Invoque le Coffre de guilde près de vous. Nécessite les droits d'accès au coffre.

source: +10% Magic Find for 3 Days
fr: +10% Découverte de Magie sur 3 jours

source: For 3 days, guild members have 10% better chance to find rare loot. Traveling Antique Shows are great!
fr: Pendant 3 jours, les membres de votre guilde ont 10% de chance en plus de trouver des butins rares. Les expositions itinérantes d'antiquité sont formidable !

source: +5% Kill exp for 24 Hours
fr: +5% d'exp pour chaque tué pendant 24h

source: Imrpove all guild experience gain from kills by 5% for 24h
fr: Augmente l'influence gagnée par la guilde de 5% pour chaque ennemi tué pendant 24 heures.

source: +15% Karma from Events for 24 Hours
fr: +15% Karma des Événements sur 24h

source: For 24 hours, your guild receives an additional 15% karma from all events.
fr: Pendant 24 heures, votre guilde reçoit 15% de Karma additionnel de tous les évènements.

source: +10% Gathering Bonus for 48 Hours
fr: +10% bonus pour la Récolte sur 48 heures

source: For 48 hours, guild members have 10% better chance to find rare materials from mining, logging, and harvesting.
fr: Pendant 48 heures, les membres de votre guilde ont 10% de chance de trouver des matériaux rares par extraction, abattage ou ramassage.

source: Contact Form
fr: Formulaire de contact

source: Subject
fr: Sujet

source: Sender
fr: Expéditeur

source: Send
fr: Envoyer

source: Thanks !
fr: Merci !

source: Elaborate your guild builds
fr: Élaborez le plan de construcion de votre guilde

source: Reset and enter Construction Mode
fr: Reset et entre en mode construction

source: Exit Construction Mode
fr: Sortie du mode construction

source: Get a link to the current status
fr: Obtenir un lien vers ce stade de construction

source: Output build order
fr: Afficher l'ordre de construction

source: Time
fr: Temps

source: Basic build Line
fr: Construction basique

source: Workshop build line
fr: Construction dans l'atelier

source: Asura build line
fr: Construction asurane

source: Influence spent for the current day
fr: Influence dépensée ce jour

source: Total Cost up to the current day
fr: Coût total à ce jour

source: Legend
fr: Légende

source: You can place me
fr: Je suis plaçable

source: Already built, can't do it again
fr: Déjà construit, inutile de le refaire

source: You can't use me yet
fr: Je ne suis pas plaçable acutellement

source: I might be deleted
fr: Je disparaitrais sans doute.

source: I'm a permanent building
fr: Je suis un bâtiment permanent

source: I'm not
fr: Je ne le suis pas

source: You need me for that thing
fr: Je suis requis pour cela

source: Website made by La Folie (aka LFT). Anyone is free to use it.
fr: Site réalisé par La Folie (aussi connu comme LFT). Tout le monde est libre de l'utiliser.

source: What's the use of this website
fr: Quel est le but de ce site

source: It provides a simulation of the building process in Guild Wars 2
fr: Il fournit un moyen de simuler le processus de construction dans Guild Wars 2

source: It gives players a way to quickly estimate what is the best thing for them to build. And what will they need to spend in order to do so
fr: Les joueurs ont ainsi un moyen d'estimer rapidement quels sont les meilleurs bâtiments à construire pour répondre à leurs besoins. Et de savoir ce que cela leur en coûtera

source: Why does nothing works
fr: Pourquoi rien ne marche

source: Probably because your browser does not allow javascript or is to old (it's tested on firefox and chrome only)
fr: Soit car votre navigateur ne supporte pas le JavaScript, ou bien est il trop bieux (ce site est testé seulement sur chrome et firefox)

source: How does that work
fr: Comment ça marche

source: There are two kind of buildings
fr: Il y a deux types de bâtiments

source: permanent
fr: les permanents

source: and
fr: et

source: temporary
fr: les temporaires

source: The difference between the two is quite easy to get. Once built, the permanent will be there until deletion. The temporary will be there once and will be available again when the need arise
fr: La différence entre les deux types est assez simple à comprendre. Une fois construit, les permanents le seront jusqu'à suppression. Les temporaires seront placés une fois et seront encore disponibles pour l'être à nouveau

source: A building that you can place has a black background. A permanent and constructed building will be grey
fr: Un bâtiment que vous pouvez construire à un fond noir. Un bâtiment permanent et construit aura un fond gris

source: If you hover over a building with a blue background, you'll see what are the
fr: Si vous passez votre souris au dessus d'un bâtiment avec un fond bleu, vous verrez quels sont ses

source: prerequisite
fr: prérequis

source: Any building on the build list can be deleted through the click of the red cross in the top right corner
fr: Tout les bâtiments présent dans une ligne de construction peut être supprimé via un clic sur la croix rouge située dans le coin en haut à droite

source: What's 'Construction mode'
fr: Que représente le 'mode construction'

source: This mode allows you to put some permanent batiment in a 'already built' mode. This way, you won't have to place them on the list to access their children
fr: Ce mode permet de préconstruire certains bâtiments. Ils seront marqués comme construits et vous n'aurez pas à les placer sur une liste pour construire leurs enfants

source: In construction mode, you don't need to build buildings one at a time. You can click on all the permanent buildings and all their ancestors are going to be build as well
fr: En mode construction, il n'est pas nécessaire de construire les bâtiments un par un. Vous pouvez cliquer sur chacun des bâtiments permanents et tout leurs ancêtres seront alors construit

source: In construction mode, you can only build permanent buildings
fr: En mode de construction, seul les bâtiments permanents sont placables

source: What's represented through
fr: Quel est le sens de la sortie du bouton

source: It's the order you'll have to put the building in if you only have one list to put all the buildings
fr: Cela représente l'ordre dans lequel les bâtiments devront être mis si il y a une seule file d'attente

source: How does the deletion work
fr: Comment marche la suppression

source: It shows you the elements that are going to be deleted if you click on the cross. To get that it proceeds to a simulation of the following
fr: Le survol de la croix vous montre les bâtiments qui seront supprimés si jamais vous cliquez. Pour obtenir ces derniers, il procède de la façon suivante

source: It suppress the building you have your pointer over
fr: Simulation de la suppression du bâtiment que vous survolez

source: And then it removes all it's children if it has some
fr: S'ensuit la suppression de tout ses enfants, si il en a

source: After that it'll move all the element to the left to close the gaps and check for all the possible new mistakes (e.g. children built before their parent)
fr: Après cela, tout les éléments restant sont déplacés vers la gauche pour combler les trous et toutes les erreurs possibles entrainent des suppressions (par ex. des enfants commencés avant la fin de leur parent)

source: And it'll do that until it's good
fr: Et cela est répété jusqu'à ce que la situation soit réalisable

source: What about the building speeding process
fr: Et le mécanisme d'accélération de la construction

source: Yet, I have no idea whatsoever on the way it works in game
fr: Je n'ai à l'heure actuelle aucune idée de son fonctionnement dans le jeu

source: Does this site breaks NDA
fr: Ce site casse-t-il le NDA

source: Short answer: No
fr: En version courte: Non

source: The value for levels 4 and 5 are only a guess and set to : 7500 influence / 5 days and 10000 influence / 7 days
fr: Les valeurs utilisées pour les niveaux 4 et 5 sont des suppositions. Elles sont respectivement de 7500 / 5 jour et 10000 influence / 7 jours

source: All the datas are based on those found in the game beta and on the
fr: Toutes les données sont extraites des infos trouvables sur la bêta du jeu et sur le

source: Guild Wars 2 Wiki
fr: wiki de Guild Wars 2

source: I have some ideas/remarks/bugs or I'm not happy with some behavior. What do I do
fr: J'ai quelques idées/remarques/bugs ou bien je ne suis pas satisfait du comportement du site. Que fais-je

source: Just use the contact form, it's here for that
fr: Utilisez le formulaire de contact, il est là pour ça

source: Also note that I'm doing that for free, on my spare time. Hence I might not answer (or correct the bugs) quickly
fr: Petite remarque, je fais cela gratuitement et sur mon temps libre. De ce fait, il est possible que je ne réponde pas rapidement

source: What are you using to run this website
fr: Qu'est ce que tu utilises pour faire tourner ce site

source: It's powered by
fr: Cela marche grâce à

source: What languages are available
fr: Dans quelles langues ce site est il disponible

source: So far, only english and french. And that rely on your browser's locale
fr: À ce jour, seulement anglais et français. Et la langue choisie est déterminée par les réglages du navigateur.

source: You're welcome if you want to provide another language translation. I can provide easily a list of sentence to be translated
fr: Si vous vouliez traduire ce site dans un autre langage, vous êtes les bienvenus. Je peux aisément produire une liste des phrases à traduire.

source: Politics
fr: Politique

source: Art Of War
fr: Art de la Guerre

source: Economy
fr: Economie

source: Politics Level 1
fr: Politique Niveau 1

source: Art Of War Level 1
fr: Art de la Guerre Niveau 1

source: Economy Level 1
fr: Economie Niveau 1

source: Architecture Level 1
fr: Architecture Niveau 1

source: Politics Level 2
fr: Politique Niveau 2

source: Art Of War Level 2
fr: Art de la Guerre Niveau 2

source: Economy Level 2
fr: Economie Niveau 2

source: Architecture Level 2
fr: Architecture Niveau 2

source: Politics Level 3
fr: Politique Niveau 3

source: Art Of War Level 3
fr: Art de la Guerre Niveau 3

source: Economy Level 3
fr: Economie Niveau 3

source: Architecture Level 3
fr: Architecture Niveau 3

source: Politics Level 4
fr: Politique Niveau 4

source: Art Of War Level 4
fr: Art de la Guerre Niveau 4

source: Economy Level 4
fr: Economie Niveau 4

source: Architecture Level 4
fr: Architecture Niveau 4

source: Politics Level 5
fr: Politique Niveau 5

source: Art Of War Level 5
fr: Art de la Guerre Niveau 5

source: Economy Level 5
fr: Economie Niveau 5

source: Architecture Level 5
fr: Architecture Niveau 5

source: Increase your guild's skill in Politics to Level 1
fr: Augmente la compétence de votre guilde dans le domaine de la Politique au niveau 1

source: Increase your guild's skill in Art Of War to Level 1
fr: Augmente la compétence de votre guilde dans le domaine Art de la Guerre au niveau 1

source: Increase your guild's skill in Economy to Level 1
fr: Augmente la compétence de votre guilde dans le domaine de l'Economie au niveau 1

source: Increase your guild's skill in Architecture to Level 1
fr: Augmente la compétence de votre guilde dans le domaine de l'Architecture au niveau 1

source: Increase your guild's skill in Politics to Level 2
fr: Augmente la compétence de votre guilde dans le domaine de la Politique au niveau 2

source: Increase your guild's skill in Art Of War to Level 2
fr: Augmente la compétence de votre guilde dans le domaine Art de la Guerre au niveau 2

source: Increase your guild's skill in Economy to Level 2
fr: Augmente la compétence de votre guilde dans le domaine de l'Economie au niveau 2

source: Increase your guild's skill in Architecture to Level 2
fr: Augmente la compétence de votre guilde dans le domaine de l'Architecture au niveau 2

source: Increase your guild's skill in Politics to Level 3
fr: Augmente la compétence de votre guilde dans le domaine de la Politique au niveau 3

source: Increase your guild's skill in Art Of War to Level 3
fr: Augmente la compétence de votre guilde dans le domaine Art de la Guerre au niveau 3

source: Increase your guild's skill in Economy to Level 3
fr: Augmente la compétence de votre guilde dans le domaine de l'Economie au niveau 3

source: Increase your guild's skill in Architecture to Level 3
fr: Augmente la compétence de votre guilde dans le domaine de l'Architecture au niveau 3

source: Increase your guild's skill in Politics to Level 4
fr: Augmente la compétence de votre guilde dans le domaine de la Politique au niveau 4

source: Increase your guild's skill in Art Of War to Level 4
fr: Augmente la compétence de votre guilde dans le domaine Art de la Guerre au niveau 4

source: Increase your guild's skill in Economy to Level 4
fr: Augmente la compétence de votre guilde dans le domaine de l'Economie au niveau 4

source: Increase your guild's skill in Architecture to Level 4
fr: Augmente la compétence de votre guilde dans le domaine de l'Architecture au niveau 4

source: Increase your guild's skill in Politics to Level 5
fr: Augmente la compétence de votre guilde dans le domaine de la Politique au niveau 5

source: Increase your guild's skill in Art Of War to Level 5
fr: Augmente la compétence de votre guilde dans le domaine Art de la Guerre au niveau 5

source: Increase your guild's skill in Economy to Level 5
fr: Augmente la compétence de votre guilde dans le domaine de l'Economie au niveau 5

source: Increase your guild's skill in Architecture to Level 5
fr: Augmente la compétence de votre guilde dans le domaine de l'Architecture au niveau 5
